Repository: gfriloux/ecore
Catalog: po/*.po
Languages: gl

source: Version:
gl: Versión:

source: Usage:
gl: Uso:

source: %s [options]
gl: %s [opcións]

source: Copyright:
gl: Dereitos de autoría:

source: License:
gl: Licenza:

source: Type:
gl: Tipo:

source: Default:
gl: Predeterminado:

source: Choices:
gl: Escollas:

source: Options:
gl: Opcións:

source: ERROR: unknown option --%s.
gl: ERRO: opción descoñecida --%s.

source: ERROR: unknown option -%c.
gl: ERRO: opción descoñecida -%c.

source: ERROR:
gl: ERRO:

source: value has no pointer set.
gl: o valor non ten un punteiro estabelecido

source: unknown boolean value %s.
gl: valor booleano descoñecido %s.

source: invalid number format %s
gl: formato numérico incorrecto %s

source: invalid choice "%s". Valid values are:
gl: Escolla «%s» incorrecta. Os valores correctos son:

source: missing parameter to append.
gl: falta o parámetro para anexar.

source: could not parse value.
gl: non foi posíbel analizar o valor

source: missing parameter.
gl: falta o parámetro.

source: missing callback function!
gl: falta a función de invocación!

source: no version was defined.
gl: non se definiu ningunha versión.

source: no copyright was defined.
gl: non se definiron os dereitos de autoría.

source: no license was defined.
gl: non se definiu ningunha licenza.

source: ERROR: unknown option --%s, ignored.
gl: ERRO: opción descoñecida --%s, ignorada.

source: ERROR: option --%s requires an argument!
gl: ERRO: a opción --%s require un argumento!

source: ERROR: unknown option -%c, ignored.
gl: ERRO: opción descoñecida -%c, ignorada.

source: ERROR: option -%c requires an argument!
gl: ERRO: a opción -%c requere un argumento!

source: ERROR: no parser provided.
gl: ERRO: non se forneceu un analizador.

source: ERROR: no values provided.
gl: ERRO: non se forneceu ningún valor.

source: ERROR: no arguments provided.
gl: ERRO: non se forneceu ningún argumento.

source: ERROR: invalid options found.
gl: ERRO: atopáronse opcións incorrectas.

source: See --%s.
gl: Vexa --%s.

source: See -%c.
gl: Vexa -%c.

source: ERROR: incorrect geometry value '%s'
gl: ERRO: valor xeométrico «%s» incorrecto

source: ERROR: incorrect size value '%s'
gl: ERRO: valor «%s» do tamaño incorrecto
